Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %lld due recurring transactions were added to Cash Flow.
ar: %lld تمت إضافة المعاملات المتكررة المستحقة إلى التدفق النقدي.
ca: %lld les transaccions recurrents degudes s'han afegit a Flux d'efectiu.
cs: Do Cash Flow bylo přidáno %lld splatné opakované transakce.
da: %lld på grund af tilbagevendende transaktioner blev tilføjet til Cash Flow.
de: %lld fällige wiederkehrende Transaktionen wurden dem Cashflow hinzugefügt.
el: Οι οφειλόμενες επαναλαμβανόμενες συναλλαγές %lld προστέθηκαν στο Cash Flow.
es: %lld se agregaron transacciones recurrentes debidas al flujo de caja.
fi: %lld erääntyvät toistuvat tapahtumat lisättiin kassavirtaan.
fr: %lld les transactions récurrentes dues ont été ajoutées au flux de trésorerie.
he: %lld עקב עסקאות חוזרות נוספו לתזרים המזומנים.
hi: %lld देय आवर्ती लेनदेन को कैश फ्लो में जोड़ा गया।
hr: %lld dospjelih ponavljajućih transakcija dodano je u Cash Flow.
hu: %lld esedékes ismétlődő tranzakciók hozzáadva a Cash Flow-hoz.
id: %lld transaksi berulang yang jatuh tempo ditambahkan ke Arus Kas.
it: %lld le transazioni ricorrenti dovute sono state aggiunte al flusso di cassa.
ja: %lld 期日の定期取引がキャッシュ フローに追加されました。
ko: %lld 반복 거래가 현금 흐름에 추가되었습니다.
ms: %lld disebabkan urus niaga berulang telah ditambahkan pada Aliran Tunai.
nb: %lld på grunn av gjentakende transaksjoner ble lagt til kontantstrøm.
nl: %lld verschuldigde terugkerende transacties zijn toegevoegd aan de cashflow.
pl: Do Przepływów Pieniężnych dodano %lld z tytułu transakcji cyklicznych.
pt_br: %lld transações recorrentes vencidas foram adicionadas ao Fluxo de Caixa.
pt_pt: %lld transações recorrentes vencidas foram adicionadas ao Fluxo de Caixa.
ro: %lld tranzacțiile recurente scadente au fost adăugate la Fluxul de numerar.
ru: %lld подлежащие регулярным транзакциям были добавлены в Денежный поток.
sk: Do Cash Flow bolo pridaných %lld splatných opakujúcich sa transakcií.
sv: %lld på grund av återkommande transaktioner lades till kassaflödet.
th: %lld ธุรกรรมที่เกิดซ้ำเนื่องจากถูกเพิ่มไปยังกระแสเงินสด
tr: Nakit Akışına %lld vadesi gelen yinelenen işlemler eklendi.
uk: %lld належні повторювані транзакції додано до Cash Flow.
vi: %lld các giao dịch định kỳ đến hạn đã được thêm vào Dòng tiền.
zh_hans: %lld 到期经常性交易已添加到现金流量中。
zh_hant: %lld 到期經常性交易已加入現金流量。

source: 1 due recurring transaction was added to Cash Flow.
ar: تمت إضافة معاملة متكررة واحدة إلى التدفق النقدي.
ca: S'ha afegit 1 transacció recurrent deguda a Flux d'efectiu.
cs: Do Cash Flow byla přidána 1 splatná opakovaná transakce.
da: 1 forfalden tilbagevendende transaktion blev tilføjet til Cash Flow.
de: 1 fällige wiederkehrende Transaktion wurde zum Cashflow hinzugefügt.
el: 1 οφειλόμενη επαναλαμβανόμενη συναλλαγή προστέθηκε στο Cash Flow.
es: Se agregó 1 transacción recurrente vencida al Flujo de Caja.
fi: 1 erääntyvä toistuva tapahtuma lisättiin kassavirtaan.
fr: 1 transaction récurrente due a été ajoutée au flux de trésorerie.
he: נוספה לתזרים מזומנים עסקה חוזרת אחת בשל עקבות.
hi: 1 देय आवर्ती लेनदेन कैश फ्लो में जोड़ा गया था।
hr: 1 dospjela ponavljajuća transakcija dodana je u novčani tok.
hu: 1 esedékes ismétlődő tranzakció hozzáadásra került a Cash Flow-hoz.
id: 1 transaksi berulang yang jatuh tempo telah ditambahkan ke Arus Kas.
it: 1 transazione ricorrente in scadenza è stata aggiunta al flusso di cassa.
ja: 1 件の定期的なトランザクションがキャッシュ フローに追加されました。
ko: 1개의 정기 반복 거래가 현금 흐름에 추가되었습니다.
ms: 1 urus niaga berulang disebabkan telah ditambahkan pada Aliran Tunai.
nb: 1 forfallende gjentakende transaksjon ble lagt til kontantstrøm.
nl: Er is 1 verschuldigde terugkerende transactie toegevoegd aan de kasstroom.
pl: Do Cash Flow dodano 1 wymagalną transakcję cykliczną.
pt_br: 1 transação recorrente vencida foi adicionada ao Fluxo de Caixa.
pt_pt: Foi adicionada 1 transação recorrente vencida ao Fluxo de Caixa.
ro: 1 tranzacție recurentă scadentă a fost adăugată la Fluxul de numerar.
ru: В Денежный поток была добавлена ​​1 ожидаемая повторяющаяся транзакция.
sk: Do Cash Flow bola pridaná 1 splatná opakujúca sa transakcia.
sv: 1 på grund av återkommande transaktion lades till kassaflödet.
th: มีการเพิ่มธุรกรรมที่เกิดซ้ำถึงกำหนดชำระ 1 รายการในกระแสเงินสด
tr: Nakit Akışına 1 adet vadesi gelen yinelenen işlem eklendi.
uk: До грошового потоку додано 1 повторювану транзакцію, що має завершитися.
vi: 1 giao dịch định kỳ đến hạn đã được thêm vào Dòng tiền.
zh_hans: 现金流量中添加了 1 项到期经常性交易。
zh_hant: 現金流量中新增了 1 項到期經常性交易。

# %@ due recurring %@ added to Cash Flow.
source: \n\n%@ due recurring %@ added to Cash Flow.
ar: \n\n%@ المستحق المتكرر %@ تمت إضافته إلى التدفق النقدي.
ca: \n\n%@ a causa de %@ recurrent afegit al flux de caixa.
cs: \n\n%@ z důvodu opakujících se %@ přidaných do peněžních toků.
da: \n\n%@ på grund af tilbagevendende %@ tilføjet til Cash Flow.
de: \n\n%@ fällige wiederkehrende %@ zum Cashflow hinzugefügt.
el: \n\n%@ λόγω επαναλαμβανόμενων %@ προστέθηκε στο Cash Flow.
es: \n\n%@ debido al %@ recurrente agregado al flujo de caja.
fi: \n\n%@ erääntyvä toistuva %@ lisätty kassavirtaan.
fr: \n\n%@ dû récurrent %@ ajouté au flux de trésorerie.
he: \n\n%@ עקב %@ נוספה לתזרים מזומנים.
hi: \n\n%@ देय आवर्ती %@ को कैश फ्लो में जोड़ा गया।
hr: \n\n%@ dužni periodični %@ dodan u novčani tok.
hu: \n\n%@ esedékes, ismétlődő %@ hozzáadva a Cash Flow-hoz.
id: \n\n%@ karena %@ berulang ditambahkan ke Arus Kas.
it: \n\n%@ scadenza ricorrente %@ aggiunta al flusso di cassa.
ja: \n\n%@ の定期的な%@ がキャッシュ フローに追加されました。
ko: \n\n%@ 반복 %@이(가) 현금 흐름에 추가되었습니다.
ms: \n\n%@ kerana berulang %@ ditambahkan pada Aliran Tunai.
nb: \n\n%@ på grunn av gjentakende %@ lagt til kontantstrøm.
nl: \n\n%@ wegens terugkerende %@ toegevoegd aan cashflow.
pl: \n\n%@ należne powtarzające się %@ dodane do przepływów pieniężnych.
pt_br: \n\n%@ devido %@ recorrente adicionado ao Fluxo de Caixa.
pt_pt: \n\n%@ devido %@ recorrente adicionado ao Fluxo de Caixa.
ro: \n\n%@ datorată recurenței %@ adăugate la Fluxul de numerar.
ru: \n\n%@ причитающийся периодический %@ добавлен к денежному потоку.
sk: \n\n%@ z dôvodu opakujúcich sa %@ pridaných do peňažného toku.
sv: \n\n%@ på grund av återkommande %@ har lagts till i kassaflödet.
th: \n\n%@ เนื่องจากเกิดซ้ำ %@ เพิ่มไปยังกระแสเงินสด
tr: \n\n%@ vadesi gelen yinelenen %@ Nakit Akışına eklendi.
uk: \n\n%@ через регулярні %@ додано до грошового потоку.
vi: \n\n%@ đến hạn định kỳ %@ được thêm vào Dòng tiền.
zh_hans: \n\n%@ 由于经常性 %@ 添加到现金流。
zh_hant: \n\n%@ 由於經常性 %@ 加入現金流量。

source: %@ The API key was saved securely in Keychain.
ar: %@ تم حفظ مفتاح API بشكل آمن في Keychain.
ca: %@ La clau de l'API s'ha desat de manera segura al Keychain.
cs: %@ Klíč API byl bezpečně uložen v Keychain.
da: %@ API-nøglen blev gemt sikkert i nøglering.
de: %@ Der API-Schlüssel wurde sicher im Schlüsselbund gespeichert.
el: %@ Το κλειδί API αποθηκεύτηκε με ασφάλεια στο Keychain.
es: %@ La clave API se guardó de forma segura en Keychain.
fi: %@ API-avain tallennettiin turvallisesti Keychainiin.
fr: %@ La clé API a été enregistrée en toute sécurité dans le trousseau.
he: %@ מפתח ה-API נשמר בצורה מאובטחת במחזיק מפתחות.
hi: %@ एपीआई कुंजी को किचेन में सुरक्षित रूप से सहेजा गया था।
hr: %@ API ključ je sigurno spremljen u Keychain.
hu: %@ Az API-kulcs biztonságosan mentve lett a Keychainben.
id: %@ Kunci API disimpan dengan aman di Gantungan Kunci.
it: %@ La chiave API è stata salvata in modo sicuro nel portachiavi.
ja: %@ API キーはキーチェーンに安全に保存されました。
ko: %@ API 키는 키체인에 안전하게 저장되었습니다.
ms: %@ Kunci API telah disimpan dengan selamat dalam Rantai Kunci.
nb: %@ API-nøkkelen ble lagret sikkert i nøkkelring.
nl: %@ De API-sleutel is veilig opgeslagen in Keychain.
pl: %@ Klucz API został bezpiecznie zapisany w pęku kluczy.
pt_br: %@ A chave API foi salva com segurança no Keychain.
pt_pt: %@ A chave API foi guardada com segurança no Keychain.
ro: %@ Cheia API a fost salvată în siguranță în Keychain.
ru: %@ Ключ API был надежно сохранен в связке ключей.
sk: %@ Kľúč API bol bezpečne uložený v Keychain.
sv: %@ API-nyckeln sparades säkert i nyckelring.
th: %@ คีย์ API ได้รับการบันทึกอย่างปลอดภัยในพวงกุญแจ
tr: %@ API anahtarı Anahtar Zinciri'ne güvenli bir şekilde kaydedildi.
uk: %@ Ключ API було безпечно збережено в Keychain.
vi: %@ Khóa API đã được lưu an toàn trong Chuỗi khóa.
zh_hans: %@ API 密钥安全地保存在 Keychain 中。
zh_hant: %@ API 金鑰安全地保存在 Keychain 中。

# %@ Wealth Compass will continue using %@.
source: %1$@ Wealth Compass will continue using %2$@.
ar: %@ سوف تستمر بوصلة الثروة في استخدام %@.
ca: %@ Wealth Compass continuarà utilitzant %@.
cs: %@ Wealth Compass bude nadále používat %@.
da: %@ Wealth Compass vil fortsætte med at bruge %@.
de: %@ Wealth Compass wird weiterhin %@ verwenden.
el: %@ Το Wealth Compass θα συνεχίσει να χρησιμοποιεί %@.
es: %@ Wealth Compass seguirá usando %@.
fi: %@ Wealth Compass jatkaa %@:n käyttöä.
fr: %@ Wealth Compass continuera à utiliser %@.
he: %@ Wealth Compass ימשיך להשתמש ב-%@.
hi: %@ वेल्थ कम्पास %@ का उपयोग जारी रखेगा।
hr: %@ Wealth Compass nastavit će koristiti %@.
hu: %@ A Wealth Compass továbbra is a %@ szolgáltatást fogja használni.
id: %@ Wealth Compass akan terus menggunakan %@.
it: %@ Wealth Compass continuerà a utilizzare %@.
ja: %@ Wealth Compass は引き続き %@ を使用します。
ko: %@ Wealth Compass는 %@을(를) 계속 사용할 것입니다.
ms: %@ Kompas Kekayaan akan terus menggunakan %@.
nb: %@ Wealth Compass vil fortsette å bruke %@.
nl: %@ Wealth Compass blijft %@ gebruiken.
pl: %@ Wealth Compass będzie nadal korzystać z %@.
pt_br: %@ Wealth Compass continuará usando %@.
pt_pt: %@ Wealth Compass continuará a utilizar %@.
ro: %@ Wealth Compass va folosi în continuare %@.
ru: %@ Wealth Compass продолжит использовать %@.
sk: %@ Wealth Compass bude naďalej používať %@.
sv: %@ Wealth Compass kommer att fortsätta använda %@.
th: %@ เข็มทิศความมั่งคั่งจะใช้ %@ ต่อไป
tr: %@ Zenginlik Pusulası %@ kullanmaya devam edecek.
uk: %@ Wealth Compass продовжить використовувати %@.
vi: %@ Wealth Compass sẽ tiếp tục sử dụng %@.
zh_hans: %@ 财富指南针将继续使用%@。
zh_hant: %@ 財富指南針將繼續使用%@。

source: %@ / unit
ar: %@ / وحدة
ca: %@ / unitat
cs: %@ / jednotka
da: %@ / enhed
de: %@ / Einheit
el: %@ / μονάδα
es: %@ / unidad
fi: %@ / yksikkö
fr: %@ / unité
he: %@ / יחידה
hi: %@/यूनिट
hr: %@ / jedinica
hu: %@ / egység
id: %@ / satuan
it: %@/unità
ja: %@ / ユニット
ko: %@/단위
nb: %@ / enhet
nl: %@ / eenheid
pl: %@ / jednostka
pt_br: %@ / unidade
pt_pt: %@ / unidade
ro: %@ / unitate
ru: %@ / единица
sk: %@ / jednotka
sv: %@ / enhet
th: %@ / หน่วย
tr: %@ / birim
uk: %@ / од
vi: %@/đơn vị
zh_hans: %@ / 单位
zh_hant: %@ / 單位

source: %@ already exists and will be selected.
ar: %@ موجود بالفعل وسيتم تحديده.
ca: %@ ja existeix i serà seleccionat.
cs: %@ již existuje a bude vybráno.
da: %@ eksisterer allerede og vil blive valgt.
de: %@ existiert bereits und wird ausgewählt.
el: Το %@ υπάρχει ήδη και θα επιλεγεί.
es: %@ ya existe y será seleccionado.
fi: %@ on jo olemassa ja se valitaan.
fr: %@ existe déjà et sera sélectionné.
he: %@ כבר קיים ויבחר.
hi: %@ पहले से मौजूद है और उसका चयन किया जाएगा।
hr: %@ već postoji i bit će odabran.
hu: %@ már létezik, és kiválasztásra kerül.
id: %@ sudah ada dan akan dipilih.
it: %@ esiste già e verrà selezionato.
ja: %@ はすでに存在するため、選択されます。
ko: %@이(가) 이미 존재하며 선택됩니다.
ms: %@ sudah wujud dan akan dipilih.
nb: %@ eksisterer allerede og vil bli valgt.
nl: %@ bestaat al en wordt geselecteerd.
pl: %@ już istnieje i zostanie wybrany.
pt_br: %@ já existe e será selecionado.
pt_pt: %@ já existe e será selecionado.
ro: %@ există deja și va fi selectat.
ru: %@ уже существует и будет выбран.
sk: %@ už existuje a bude vybratý.
sv: %@ finns redan och kommer att väljas.
th: %@ มีอยู่แล้วและจะถูกเลือก
tr: %@ zaten mevcut ve seçilecek.
uk: %@ вже існує та буде вибрано.
vi: %@ đã tồn tại và sẽ được chọn.
zh_hans: %@ 已存在并将被选择。
zh_hant: %@ 已存在並將被選取。

source: %@ App Lock
ar: %@ قفل التطبيق
ca: %@ Bloqueig d'aplicacions
cs: %@ Zámek aplikace
da: %@ Applås
de: %@ App-Sperre
el: %@ Κλείδωμα εφαρμογής
es: %@ Bloqueo de aplicaciones
fi: %@ Sovelluksen lukitus
fr: %@ Verrouillage de l'application
he: %@ נעילת אפליקציה
hi: %@ ऐप लॉक
hr: %@ Zaključavanje aplikacije
hu: %@ Alkalmazászár
id: %@ Kunci Aplikasi
it: %@ Blocco app
ja: %@ アプリロック
ko: %@ 앱 잠금
ms: %@ Kunci Apl
nb: %@ Applås
nl: %@ App-vergrendeling
pl: %@ Blokada aplikacji
pt_br: %@ Bloqueio de aplicativo
pt_pt: %@ Bloqueio de aplicações
ro: %@ Blocare aplicație
ru: %@ Блокировка приложения
sk: %@ Zámok aplikácie
sv: %@ Applås
th: %@ ล็อคแอป
tr: %@ Uygulama Kilidi
uk: %@ Блокування програми
vi: %@ Khóa ứng dụng
zh_hans: %@ 应用程序锁
zh_hant: %@ 應用程式鎖定

source: %@ Cached or fallback rates remain active.
ar: %@ تظل المعدلات المخزنة مؤقتًا أو الاحتياطية نشطة.
ca: %@ Les taxes de memòria cau o alternatives continuen actives.
cs: %@ Rychlosti mezipaměti nebo záložních hodnot zůstávají aktivní.
da: %@ Cache- eller reservefrekvenser forbliver aktive.
de: %@ Zwischengespeicherte oder Fallback-Raten bleiben aktiv.
el: %@ Οι αποθηκευμένες ή εναλλακτικές τιμές παραμένουν ενεργές.
es: %@ Las tarifas en caché o de reserva permanecen activas.
fi: %@ Välimuistissa olevat tai varanopeudet pysyvät aktiivisina.
fr: %@ Les taux mis en cache ou de secours restent actifs.
he: %@ שיעורי מטמון או חילופין נשארים פעילים.
hi: %@ कैश्ड या फ़ॉलबैक दरें सक्रिय रहती हैं।
hr: %@ Predmemorirane ili rezervne stope ostaju aktivne.
hu: %@ A gyorsítótárazott vagy tartalék arányok aktívak maradnak.
id: %@ Tarif cache atau cadangan tetap aktif.
it: %@ Le tariffe memorizzate nella cache o di fallback rimangono attive.
ja: %@ キャッシュされたレートまたはフォールバック レートはアクティブのままです。
ko: %@ 캐시된 비율 또는 대체 비율은 활성 상태로 유지됩니다.
ms: %@ Kadar cache atau sandaran kekal aktif.
nb: %@ Bufret eller reservefrekvenser forblir aktive.
nl: %@ Gecachte of terugvalpercentages blijven actief.
pl: %@ Stawki buforowane lub rezerwowe pozostają aktywne.
pt_br: %@ As taxas armazenadas em cache ou de fallback permanecem ativas.
pt_pt: %@ As taxas armazenadas em cache ou de fallback permanecem ativas.
ro: %@ Ratele stocate în cache sau de rezervă rămân active.
ru: %@ Кэшированные или резервные ставки остаются активными.
sk: %@ Hodnoty uložené vo vyrovnávacej pamäti alebo záložné hodnoty zostávajú aktívne.
sv: %@ Cachade eller reservfrekvenser förblir aktiva.
th: %@ อัตราแคชหรือทางเลือกยังคงทำงานอยู่
tr: %@ Önbelleğe alınmış veya geri dönüş oranları etkin kalır.
uk: %@ Кешовані або резервні ставки залишаються активними.
vi: %@ Tốc độ lưu vào bộ nhớ đệm hoặc dự phòng vẫn hoạt động.
zh_hans: %@ 缓存或回退率保持活动状态。
zh_hant: %@ 快取或回退率保持活動狀態。

# %@ did not return a usable quote for %@.
source: %1$@ did not return a usable quote for %2$@.
ar: لم يُرجع %@ عرض أسعار صالحًا للاستخدام لـ %@.
ca: %@ no ha retornat una cotització útil per a %@.
cs: %@ nevrátil použitelnou nabídku pro %@.
da: %@ returnerede ikke et brugbart tilbud for %@.
de: %@ hat kein brauchbares Angebot für %@ zurückgegeben.
el: Ο %@ δεν επέστρεψε μια προσφορά που να μπορεί να χρησιμοποιηθεί για %@.
es: %@ no devolvió una cotización utilizable para %@.
fi: %@ ei palauttanut käyttökelpoista tarjousta kohteelle %@.
fr: %@ n'a pas renvoyé de devis utilisable pour %@.
he: %@ לא החזיר הצעת מחיר שמישה עבור %@.
hi: %@ ने %@ के लिए उपयोगी उद्धरण नहीं लौटाया।
hr: %@ nije vratio upotrebljivu ponudu za %@.
hu: A %@ nem adott vissza használható árajánlatot a %@ számára.
id: %@ tidak mengembalikan penawaran yang dapat digunakan untuk %@.
it: %@ non ha restituito un preventivo utilizzabile per %@.
ja: %@ は %@ に使用可能な見積もりを返しませんでした。
ko: %@이(가) %@에 대해 사용 가능한 견적을 반환하지 않았습니다.
ms: %@ tidak mengembalikan sebut harga yang boleh digunakan untuk %@.
nb: %@ returnerte ikke et brukbart tilbud for %@.
nl: %@ heeft geen bruikbare prijsopgave geretourneerd voor %@.
pl: %@ nie zwrócił użytecznej wyceny dla %@.
pt_br: %@ não retornou uma cotação utilizável para %@.
pt_pt: %@ não devolveu uma cotação utilizável para %@.
ro: %@ nu a returnat o cotație utilizabilă pentru %@.
ru: %@ не вернул пригодную цитату для %@.
sk: %@ nevrátil použiteľnú cenovú ponuku pre %@.
sv: %@ returnerade inte en användbar offert för %@.
th: %@ ไม่ได้ส่งคืนใบเสนอราคาที่ใช้งานได้สำหรับ %@
tr: %@, %@ için kullanılabilir bir fiyat teklifi döndürmedi.
uk: %@ не повернув придатну цитату для %@.
vi: %@ không trả lại báo giá có thể sử dụng được cho %@.
zh_hans: %@ 未返回 %@ 的可用报价。
zh_hant: %@ 未傳回 %@ 的可用報價。

source: %@ Failed
ar: %@ فشل
ca: %@ Ha fallat
cs: %@ se nezdařilo
da: %@ Mislykkedes
de: %@ Fehlgeschlagen
el: %@ Απέτυχε
es: %@ Falló
fi: %@ Epäonnistui
fr: %@ Échec
he: %@ נכשל
hi: %@ विफल
hr: %@ Nije uspjelo
hu: %@ Sikertelen
id: %@ Gagal
it: %@ Non riuscito
ja: %@ 失敗しました
ko: %@ 실패
ms: %@ Gagal
nb: %@ Mislyktes
nl: %@ Mislukt
pl: %@ Niepowodzenie
pt_br: %@ Falha
pt_pt: %@ Falha
ro: %@ A eșuat
ru: %@ Не удалось
sk: %@ zlyhalo
sv: %@ Misslyckades
th: %@ ล้มเหลว
tr: %@ Başarısız
uk: %@ Помилка
vi: %@ Không thành công
zh_hans: %@ 失败
zh_hant: %@ 失敗

# %@ import completed for %@.
source: %1$@ import completed for %2$@.
ar: اكتمل استيراد %@ لـ %@.
ca: %@ importació completada per a %@.
cs: Import %@ dokončen pro %@.
da: %@ import fuldført for %@.
de: %@-Import für %@ abgeschlossen.
el: Η εισαγωγή %@ ολοκληρώθηκε για %@.
es: Importación %@ completada para %@.
fi: %@ tuonti suoritettu %@.
fr: Importation %@ terminée pour %@.
he: ייבוא ​​%@ הושלם עבור %@.
hi: %@ आयात %@ के लिए पूरा हुआ।
hr: %@ uvoz dovršen za %@.
hu: %@ importálás befejeződött a %@ számára.
id: %@ impor selesai untuk %@.
it: Importazione di %@ completata per %@.
ja: %@ の %@ のインポートが完了しました。
ko: %@에 대한 %@ 가져오기가 완료되었습니다.
ms: %@ import selesai untuk %@.
nb: %@ import fullført for %@.
nl: %@ import voltooid voor %@.
pl: %@ import zakończony dla %@.
pt_br: Importação de %@ concluída para %@.
pt_pt: Importação de %@ concluída para %@.
ro: %@ import finalizat pentru %@.
ru: Импорт %@ для %@ завершен.
sk: Import %@ pre %@ bol dokončený.
sv: %@ import slutförd för %@.
th: %@ การนำเข้าเสร็จสมบูรณ์สำหรับ %@
tr: %@ içe aktarma %@ için tamamlandı.
uk: Імпорт %@ завершено для %@.
vi: %@ quá trình nhập đã hoàn tất cho %@.
zh_hans: %@ 的 %@ 导入已完成。
zh_hant: %@ 的 %@ 導入已完成。

source: %@ is scheduled. Open Wealth Compass to review it.
ar: تمت جدولة %@. افتح بوصلة الثروة لمراجعتها.
ca: %@ està programat. Obriu Wealth Compass per revisar-lo.
cs: %@ je naplánováno. Otevřete Wealth Compass a zkontrolujte jej.
da: %@ er planlagt. Åbn Wealth Compass for at gennemgå det.
de: %@ ist geplant. Öffnen Sie Wealth Compass, um es zu überprüfen.
el: %@ έχει προγραμματιστεί. Ανοίξτε το Wealth Compass για να το ελέγξετε.
es: %@ está programado. Abra Wealth Compass para revisarlo.
fi: %@ on ajoitettu. Avaa Wealth Compass tarkistaaksesi sen.
fr: %@ est programmé. Ouvrez Wealth Compass pour l’examiner.
he: %@ מתוזמן. פתח את Wealth Compass כדי לסקור אותו.
hi: %@ निर्धारित है. इसकी समीक्षा करने के लिए वेल्थ कंपास खोलें।
hr: %@ je na rasporedu. Otvorite Wealth Compass da biste ga pregledali.
hu: %@ ütemezve. Nyissa meg a Wealth Compass alkalmazást az áttekintéshez.
id: %@ dijadwalkan. Buka Wealth Compass untuk meninjaunya.
it: %@ è programmato. Apri Wealth Compass per esaminarlo.
ja: %@ が予定されています。 Wealth Compassを開いて確認してください。
ko: %@이(가) 예정되어 있습니다. Wealth Compass를 열어서 검토하세요.
ms: %@ dijadualkan. Buka Kompas Kekayaan untuk menyemaknya.
nb: %@ er planlagt. Åpne Wealth Compass for å se den.
nl: %@ is gepland. Open Wealth Compass om het te bekijken.
pl: %@ jest zaplanowane. Otwórz Wealth Compass, aby go przejrzeć.
pt_br: %@ está agendado. Abra o Wealth Compass para revisá-lo.
pt_pt: %@ está agendado. Abra o Wealth Compass para o rever.
ro: %@ este programată. Deschide Wealth Compass pentru a o revizui.
ru: %@ запланирован. Откройте Wealth Compass, чтобы просмотреть его.
sk: %@ je naplánované. Otvorte kompas bohatstva a skontrolujte ho.
sv: %@ är schemalagd. Öppna Wealth Compass för att granska den.
th: %@ มีกำหนดการแล้ว เปิดเข็มทิศความมั่งคั่งเพื่อตรวจสอบ
tr: %@ planlandı. İncelemek için Zenginlik Pusulası'nı açın.
uk: %@ заплановано. Відкрийте Wealth Compass, щоб переглянути його.
vi: %@ đã được lên lịch. Mở Wealth Compass để xem lại.
zh_hans: %@ 已安排。打开财富指南针进行查看。
zh_hant: %@ 已安排。打開財富指南針進行查看。

source: %@ NET
ar: %@ صافي
es: %@ NETO
hi: %@ नेट
id: %@ BERSIH
it: %@ RETE
ja: %@ ネット
ms: %@ BERSIH
nb: %@ NETT
pt_br: %@ LÍQUIDO
pt_pt: %@ LÍQUIDO
ru: %@ СЕТЬ
th: %@ สุทธิ
zh_hans: %@ 网络
zh_hant: %@ 網路

source: %@ rate limit reached. Try again later.
ar: %@ تم الوصول إلى الحد الأقصى للمعدل. حاول مرة أخرى لاحقًا.
ca: %@ límit de tarifa assolit. Torna-ho a provar més tard.
cs: Bylo dosaženo limitu rychlosti %@. Zkuste to znovu později.
da: %@ hastighedsgrænse nået. Prøv igen senere.
de: %@ Ratenlimit erreicht. Versuchen Sie es später noch einmal.
el: Συμπληρώθηκε το όριο τιμής %@. Δοκιμάστε ξανά αργότερα.
es: %@ límite de tasa alcanzado. Vuelve a intentarlo más tarde.
fi: %@ hintaraja saavutettu. Yritä myöhemmin uudelleen.
fr: Limite de débit %@ atteinte. Réessayez plus tard.
he: הגעת למגבלת התעריף %@. נסה שוב מאוחר יותר.
hi: %@ दर सीमा पूरी हो गई. बाद में पुन: प्रयास।
hr: Dosegnuto je ograničenje brzine %@. Pokušajte ponovno kasnije.
hu: Elérte a %@ díjkorlátot. Próbálja újra később.
id: Batas kecepatan %@ tercapai. Coba lagi nanti.
it: Limite di velocità %@ raggiunto. Riprova più tardi.
ja: %@ レート制限に達しました。後でもう一度試してください。
ko: %@ 속도 제한에 도달했습니다. 나중에 다시 시도하세요.
ms: Had kadar %@ dicapai. Cuba lagi nanti.
nb: %@ hastighetsgrense nådd. Prøv igjen senere.
nl: %@ frequentielimiet bereikt. Probeer het later opnieuw.
pl: Osiągnięto limit szybkości %@. Spróbuj ponownie później.
pt_br: %@ limite de taxa atingido. Tente novamente mais tarde.
pt_pt: %@ limite de taxa atingido. Tente novamente mais tarde.
ro: %@ limita de rată a fost atinsă. Încercați din nou mai târziu.
ru: Достигнут предел скорости %@. Повторите попытку позже.
sk: Bol dosiahnutý limit rýchlosti %@. Skúste to znova neskôr.
sv: %@ hastighetsgräns nådd. Försök igen senare.
th: %@ ถึงขีดจำกัดอัตราแล้ว ลองอีกครั้งในภายหลัง
tr: %@ hız sınırına ulaşıldı. Daha sonra tekrar deneyin.
uk: Досягнуто обмеження швидкості %@. Повторіть спробу пізніше.
vi: Đã đạt tới giới hạn tốc độ %@. Hãy thử lại sau.
zh_hans: 已达到 %@ 速率限制。稍后再试。
zh_hant: 已達到 %@ 速率限制。稍後再試。

source: %@ rejected the API key.
ar: %@ رفض مفتاح API.
ca: %@ ha rebutjat la clau de l'API.
cs: %@ odmítl klíč API.
da: %@ afviste API-nøglen.
de: %@ hat den API-Schlüssel abgelehnt.
el: Ο %@ απέρριψε το κλειδί API.
es: %@ rechazó la clave API.
fi: %@ hylkäsi API-avaimen.
fr: %@ a rejeté la clé API.
he: %@ דחה את מפתח ה-API.
hi: %@ ने एपीआई कुंजी को अस्वीकार कर दिया।
hr: %@ odbio je API ključ.
hu: %@ elutasította az API-kulcsot.
id: %@ menolak kunci API.
it: %@ ha rifiutato la chiave API.
ja: %@ が API キーを拒否しました。
ko: %@이(가) API 키를 거부했습니다.
ms: %@ menolak kunci API.
nb: %@ avviste API-nøkkelen.
nl: %@ heeft de API-sleutel afgewezen.
pl: %@ odrzucił klucz API.
pt_br: %@ rejeitou a chave API.
pt_pt: %@ rejeitou a chave API.
ro: %@ a respins cheia API.
ru: %@ отклонил ключ API.
sk: %@ odmietol kľúč API.
sv: %@ avvisade API-nyckeln.
th: %@ ปฏิเสธคีย์ API
tr: %@ API anahtarını reddetti.
uk: %@ відхилив ключ API.
vi: %@ đã từ chối khóa API.
zh_hans: %@ 拒绝了 API 密钥。
zh_hant: %@ 拒絕了 API 金鑰。

source: %@ Removed
ar: %@ تمت الإزالة
ca: %@ S'ha eliminat
cs: %@ Odebráno
da: %@ Fjernet
de: %@ Entfernt
el: %@ Καταργήθηκε
es: %@ Eliminado
fi: %@ Poistettu
fr: %@ Supprimé
he: %@ הוסר
hi: %@ हटा दिया गया
hr: %@ Uklonjeno
hu: %@ Eltávolítva
id: %@ Dihapus
it: %@ Rimosso
ja: %@ 削除されました
ko: %@ 삭제됨
ms: %@ Dialih keluar
nb: %@ Fjernet
nl: %@ Verwijderd
pl: %@ Usunięto
pt_br: %@ Removido
pt_pt: %@ Removido
ro: %@ Eliminat
ru: %@ Удален
sk: %@ Odstránené
sv: %@ har tagits bort
th: %@ ลบแล้ว
tr: %@ Kaldırıldı
uk: %@ Видалено
vi: %@ Đã xóa
zh_hans: %@ 已删除
zh_hant: %@ 已刪除
